"ASSISTED_AUTH_INSTRUCTIONS" = "از %@ بازديد كنيد و كد دنبال شونده را براى ورود به  %@ وارد كنيد";

"BUTTON_AUTHENTICATE" = "استفاده از شماره تلفن من";

"BUTTON_CONTINUE" = "ادامه";

"BUTTON_CREATED_ACCOUNT" = "حساب ایجاد شد";

"BUTTON_CREATE_ACCOUNT" = "ایجاد حساب";

"BUTTON_CREATING_ACCOUNT" = "ایجاد حساب";

"BUTTON_DISMISS" = "نادیده گرفتن";

"BUTTON_DONE" = "انجام شد";

"BUTTON_EDIT_NUMBER" = "ویرایش شماره";

"BUTTON_LOGGING_IN" = "ورود به سيستم";

"BUTTON_NOT_NOW" = "حالا نه";

"BUTTON_OKAY" = "تأیید";

"BUTTON_RESEND_CONF_CODE" = "ارسال مجدد کد";

"BUTTON_RETRY" = "تلاش مجدد";

"BUTTON_SENDING" = "در حال ارسال...";

"BUTTON_SENDING_CONF_CODE" = "ارسال کد تأیید";

"BUTTON_SEND_CONF_CODE" = "ارسال کد تأیید";

"BUTTON_SENT_CONF_CODE" = "کد تأیید ارسال شد";

"BUTTON_TRY_DIFFERENT_NUMBER" = "شماره دیگری را امتحان کنید";

"BUTTON_VERIFYING" = "در حال تأیید‌سازی";

"CALL_ME_ACTION" = "با من تماس بگیر";

"CALL_ME_LOADING" = "در حال برقراری تماس...";

"DEFAULT_INVITE_VIEW_TITLE" = "دوستانتان را دعوت کنید";

"ERROR_CANT_SMS" = "ارسال پیامک به این شماره ممکن نیست.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "لطفاً کدتان را بررسی کنید و دوباره امتحان کنید";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "ای وای، ظاهرا با یک مشکل شبکه‌ای مواجه شده‌ایم. موافقید دوباره امتحان کنیم؟  [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "لطفا ایمیل خود را بررسی و دوباره امتحان کنید";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "لطفاً شماره تان را بررسی کنید و دوباره امتحان کنید";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "شما قبلاً یک کد تایید ۲ مرحله‌ای را در <a href=\"https://www.digits.com/settings\">digits.com</a> تنظیم کرده‌اید.";

"FOOTNOTE_CONF_CODE_CALL_ME" = "با ضربه زدن روی «با من تماس بگیر» در بالا، <a href=\"https://www.digits.com\">Digits by Twitter</a> برای تایید شماره تلفنتان، با شما تماس صوتی خواهد گرفت. هزینه تماس و داده  ممکن است اعمال شود.";

"FOOTNOTE_CREATE_ACCOUNT" = "با ضربه بر روی «ایجاد حساب کاربری» در بالا، شما با <a href=\"https://twitter.com/tos\">شرایط استفاده</a>، <a href=\"https://twitter.com/privacy\">سیاست‌های مربوط به حریم شخصی</a> و <a href=\"https://support.twitter.com/articles/20170514\">استفاده کوکی‌ها</a> از <a href=\"https://www.digits.com\">Digits by Twitter</a> برای به اشتراک گذاری شماره تلفن شما با %@ موافقت می‌کنید و سایر کاربران %@ می‌توانند شما را به وسیله شماره تلفن پیدا کنند.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "با ضربه برروی «ادامه»، این ایمیل را به حساب کاربری Digits خود اضافه می‌کنید. شما می‌پذیرید که این برنامه و <a href=\"https://www.digits.com/settings\"> تمام برنامه‌هایی که در حساب Digits شما فهرست شدند</a> می‌توانند به این نشانی ایمیل دسترسی داشته باشند و کاربران آنها می‌توانند شما را توسط ایمیل پیدا کنند.";

"FOOTNOTE_LOGIN" = "با ضربه زدن روی «ادامه»، <a href=\"https://www.digits.com/settings\">شماره تلفن Digits و/یا ایمیل  شما</a> با %@ به اشتراک گذاشته خواهد شد\nو سایر کاربران %@ می‌توانند از طریق\nشماره تلفن و/یا ایمیل شما را پیدا کنند.";

"FOOTNOTE_SEND_CONF_CODE" = "با ضربه زدن روی «ارسال کد تاییدسازی» در بالا <a href=\"https://www.digits.com\">Digits by Twitter</a> پیامکی برای تایید شماره تلفنتان ارسال خواهد کرد.  در صفحه بعد می‎توانید «ارسال مجدد کد» را برای دریافت پیامک جدید یا «با من تماس بگیر» را جهت برقراری تماس تلفنی برای تایید شماره تلفنتان انتخاب کنید. هزینه داده، تماس و پیامک ممکن است اعمال شود.";

"FOOTNOTE_TOS_UPDATE" = "با ضربه بر روی «ادامه»، شما با <a \nhref=\"https://twitter.com/tos\">شرایط استفاده</a>، <a \nhref=\"https://twitter.com/privacy\">سیاست‌های مربوط به حریم \nشخصی</a> و <a \nhref=\"https://support.twitter.com/articles/20170514\">استفاده \nکوکی‌ها</a> از <a href=\"https://www.digits.com\">Digits by \nTwitter</a> برای به اشتراک گذاری <a href=\"https://www.digits.com/settings\">شماره تلفن Digits و/یا ایمیل  شما</a> با %@ موافقت می‌کنید\nو سایر کاربران %@ می‌توانند از طریق\nشماره تلفن و/یا ایمیل شما را پیدا کنند.";

"INVITED_BUTTON_TITLE" = "دعوت شده";

"INVITE_BUTTON_TITLE" = "دعوت";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "کد تایید ۲مرحله‌ای را وارد کنید.";

"LABEL_ENTER_CONF_CODE" = "كد ٦ رقمى digit را برايتان  ارسال كرديم.";

"LABEL_ENTER_EMAIL" = "ایمیلتان را وارد کنید.";

"LABEL_ENTER_PHONE_NUMBER" = "شماره تلفنتان چند است؟";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "ما از Digits by Twitter استفاده می‌کنیم تا تعداد بیشتری از دوستان شما که از این برنامه استفاده می کنند را پیدا کنیم. وقتی تأیید را بزنید، دفترچه آدرس شما را در Digits by Twitter بارگذاری خواهیم کرد تا شما را در یافتن کاربران %@ که می‌شناسید کمک کنیم یا به سایر کاربران %@ کمک کنیم شما را پیدا کنند.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "دوستانتان را پیدا کنید";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "امکان تأیید شماره تلفن شما وجود ندارد";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "متأسفیم مشکلی در فرستادن رمز تأیید به شما وجود دارد.";

"ONBOARDING_MESSAGE" = "وارد سیستم https://fabric.io شوید و نام برنامه‌تان را که در ایمیل‌های تأییدسازی و پیام‌های اخذ مجوز پیامکی/صوتی استفاده خواهد شد، تنظیم کنید.";

"ONBOARDING_MESSAGE_ANSWERS" = "برای فعال کردن خودکار ورود به رویداد Digits، چارچوب Answers را به برنامه‌تان اضافه کنید. اطلاعات بیشتر در https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "این برنامه";

"SMS_PREFILL_TEXT_DEFAULT" = "سلام %@. من از %@ استفاده می‌کنم، به من ملحق شو!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "سلام %@. نصب %@ در %@.";

